Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# userMenu.logoutEverywhereConfirmTitle
source: Log out everywhere?
ar: تسجيل الخروج من كل مكان؟
bg: Излизане везде?
bn: সর্বত্র লগ আউট করব?
ca: Tancar sessió a tot arreu?
cs: Odhlásit se všude?
da: Log ud overalt?
de: Überall abmelden?
el: Αποσύνδεση παντού;
es: ¿Cerrar sesión en todas partes?
et: Logi välja kõikjal?
fa: خروج از همه‌جا؟
fi: Kirjaudu ulos kaikkialla?
fil: Maglogout sa lahat ng lugar?
fr: Se déconnecter partout ?
he: התנתק בכל מקום?
hi: सभी जगह लॉग आउट करें?
hr: Odjaviti se svugdje?
hu: Kijelentkezés mindenhonnan?
id: Keluar di semua tempat?
is: Skrá út alls staðar?
it: Esci ovunque?
ja: すべてのデバイスからログアウトしますか？
ko: 모든 기기에서 로그아웃하시겠습니까?
lt: Atsijungti visur?
lv: Izrakstīties visur?
nb: Logg ut overalt?
nl: Overal uitloggen?
nn: Logg ut overalt?
pl: Wylogować się wszędzie?
pt_br: Sair em todos os dispositivos?
ro: Deconectare pretutindeni?
ru: Выход везде?
sk: Odhlásiť sa všade?
sl: Odjava povsod?
sr: Одјави се свуда?
sv: Logga ut överallt?
sw: Ondoka kila mahali?
ta: எல்லா இடங்களிலிருந்து வெளியேற?
th: ออกจากระบบทุกที่?
tr: Tüm yerlerden oturumu kapat?
uk: Вийти повсюдно?
ur: ہر جگہ لاگ آؤٹ کریں؟
vi: Đăng xuất khỏi mọi nơi?
zh_hans: 在所有设备上登出？
zh_hant: 登出所有裝置？

# userMenu.logoutEverywhereLoading
source: Logging out everywhere...
ar: جاري تسجيل الخروج من كل مكان...
bg: Излизане навсякъде...
bn: সর্বত্র লগ আউট করা হচ্ছে...
ca: Tancant sessió a tot arreu...
cs: Odhlašování všude...
da: Logger ud overalt...
de: Melde mich überall ab...
el: Αποσύνδεση παντού...
es: Cerrando sesión en todas partes...
et: Logitakse välja kõikjal...
fa: درحال خروج از همه جا...
fi: Kirjaudutaan ulos kaikkialla...
fil: Nag-log out sa lahat...
fr: Déconnexion partout...
he: התנתקות מכל מקום...
hi: हर जगह लॉगआउट हो रहा है...
hr: Odjava se provodi svugdje...
hu: Kijelentkeztetés mindenhonnan...
id: Logging out di mana-mana...
is: Skrái út alls staðar...
it: Disconnessione in corso ovunque...
ja: すべてでログアウト中...
ko: 모든 곳에서 로그아웃 중...
lt: Atsijungiu iš visur...
lv: Izrakstīšanās visur...
nb: Logger ut overalt...
nl: Logger ut overalt...
nn: Logger ut overalt...
pl: Wylogowywanie wszędzie...
pt_br: Fazendo logout em todos os lugares...
ro: Se deconectează pretutindeni...
ru: Выход из системы везде...
sk: Odhlasovanie všade...
sl: Odjava povsod...
sr: Odjava са свих места...
sv: Loggar ut överallt...
sw: Inakuomba nje kila mahali...
ta: எல்லா இடங்களிலும் வெளியேறுகிறது...
th: กำลังออกจากระบบทุกที่...
tr: Tüm yerlerden oturum kapatılıyor...
uk: Вихід з усіх місць...
ur: ہر جگہ سے لاگ آؤٹ ہو رہے ہیں...
vi: Đang đăng xuất ở khắp nơi...
zh_hans: 正在全处退出...
zh_hant: 正在登出所有設備...

# widget.active
source: Active
ar: نشط
bg: Активна
bn: সক্রিয়
ca: Actiu
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργή
es: Activo
et: Aktiivne
fa: فعال
fi: Aktiivinen
fil: Aktibo
fr: Actif
he: פעיל
hi: सक्रिय
hr: Aktivna
hu: Aktív
id: Aktif
is: Virk
it: Attiva
ja: アクティブ
ko: 활성
lt: Aktyvi
lv: Aktīvs
nb: Aktiv
nl: Actief
nn: Aktiv
pl: Aktywny
pt_br: Ativo
ro: Activ
ru: Активна
sk: Aktívna
sl: Aktiven
sr: Aktivna
sv: Aktiv
sw: Aktiv
ta: সক্রিয়
th: ใช้งาน
tr: Aktif
uk: Активна
ur: فعال
vi: Hoạt động
zh_hans: 活跃
zh_hant: 活動中

# widget.addFriendsToSeeTheirShifts
source: Add friends to see their shifts
ar: أضف أصدقاء لرؤية نوباتهم
bg: Добавете приятели, за да видите техните смени
bn: তাদের শিফট দেখতে বন্ধুদের যোগ করুন
ca: Afegeix amics per veure les seves vagues
cs: Přidejte přátele, abyste viděli jejich směny
da: Tilføj venner for at se deres vagter
de: Fügen Sie Freunde hinzu, um deren Schichten zu sehen
el: Προσθέστε φίλους για να δείτε τις βάρδιές τους
es: Agrega amigos para ver sus turnos
et: Lisa sõbrad, et näha nende vahetusi
fa: دوستان را اضافه کنید تا شیفت‌های آن‌ها را ببینید
fi: Lisää ystäviä nähdäksesi heidän vuoronsa
fil: Magdagdag ng mga kaibigan upang makita ang kanilang mga shift
fr: Ajoutez des amis pour voir leurs vactions
he: הוסף חברים כדי לראות את משמרותיהם
hi: उनके शिफ्ट देखने के लिए दोस्त जोड़ें
hr: Dodaj prijatelje kako bi vidio njihove smjene
hu: Adj hozzá barátokat a vákáik megtekintéséhez
id: Tambahkan teman untuk melihat shift mereka
is: Bættu við vinum til að sjá vaktir þeirra
it: Aggiungi amici per vedere i loro turni
ja: 友人を追加してシフトを確認
ko: 친구를 추가하여 그들의 근무를 보세요
lt: Pridėkite draugus, kad pamatytumėte jų pamainas
lv: Pievienojiet draugus, lai redzētu viņu maiņas
nb: Legg til venner for å se deres vakter
nl: Voeg vrienden toe om hun diensten te zien
nn: Legg til venner for å se deres vakter
pl: Dodaj znajomych, aby zobaczyć ich zmiany
pt_br: Adicione amigos para ver seus turnos
ro: Adaugă prieteni pentru a vedea vactele lor
ru: Добавьте друзей, чтобы видеть их смены
sk: Pridajte priateľov, aby ste videli ich zmeny
sl: Dodaj prijatelje, da vidiš njihove izmene
sr: Dodaj prijatelje da vidiš njihove smene
sv: Lägg till vänner för att se deras skift
sw: Ongeza rafiki ili kuona zamu zao
ta: তাদের শিফট দেখতে বন্ধুদের যোগ করুন
th: เพิ่มเพื่อนเพื่อดูเวลาทำงานของพวกเขา
tr: Vak zamanlarını görmek için arkadaş ekleyin
uk: Додайте друзів, щоб бачити їхні зміни
ur: دوستوں کو شامل کریں ان کی شفٹیں دیکھنے کے لیے
vi: Thêm bạn để xem ca làm việc của họ
zh_hans: 添加朋友以查看他们的班次
zh_hant: 新增朋友以查看他們的班次

# widget.ago
source: ago
ar: منذ
bg: преди
bn: আগে
ca: fa
cs: před
da: siden
de: vor
el: πριν
es: hace
et: tagasi
fa: پیش
fi: sitten
fil: na ang nakaraang
fr: il y a
he: לפני
hi: पहले
hr: prije
hu: ezelőtt
id: yang lalu
is: síðan
it: fa
ja: 前
ko: 전
lt: prieš
lv: pirms
nb: siden
nl: geleden
nn: siden
pl: temu
pt_br: atrás
ro: în urmă
ru: назад
sk: pred chvíľou
sl: nazaj
sr: pre
sv: sedan
sw: iliyopita
ta: আগে
th: ที่แล้ว
tr: önce
uk: тому
ur: پہلے
vi: trước đó
zh_hans: 前
zh_hant: 前

# widget.beforeTax
source: before tax
ar: قبل الضريبة
bg: преди облагане
bn: ট্যাক্সের আগে
ca: abans d'impostos
cs: před zdaněním
da: før skat
de: vor Steuern
el: πριν τη φορολογία
es: antes de impuestos
et: enne maksusid
fa: قبل از مالیات
fi: ennen veroja
fil: bago ang buwis
fr: avant impôt
he: לפני מס
hi: कर से पहले
hr: prije poreza
hu: adó előtt
id: sebelum pajak
is: fyrir skatt
it: prima delle tasse
ja: 税抜き
ko: 세전
lt: prieš atskaitymą
lv: pirms nodokļu
nb: før skatt
nl: voor belasting
nn: før skatt
pl: przed podatkiem
pt_br: antes do imposto
ro: înainte de impozit
ru: до налогов
sk: pred zdanením
sl: pred davkom
sr: pre poreza
sv: före skatt
sw: kabla ya kodi
ta: কর আগে
th: ก่อนหักภาษี
tr: vergi öncesi
uk: до податків
ur: ٹیکس سے پہلے
vi: trước thuế
zh_hans: 税前
zh_hant: 稅前

# widget.day
source: day
ar: يوم
bg: ден
bn: দিন
ca: dia
cs: den
da: dag
de: Tag
el: ημέρα
es: día
et: päev
fa: روز
fi: päivä
fil: araw
fr: jour
he: יום
hi: दिन
hr: dan
hu: nap
id: hari
is: dagur
it: giorno
ja: 日
ko: 일
lt: diena
lv: diena
nb: dag
nl: dag
nn: dag
pl: dzień
pt_br: dia
ro: zi
ru: день
sk: deň
sl: dan
sr: dan
sv: dag
sw: siku
ta: দিন
th: วัน
tr: gün
uk: день
ur: دن
vi: ngày
zh_hans: 天
zh_hant: 天

# widget.days
source: days
ar: أيام
bg: дни
bn: দিন
ca: dies
cs: dní
da: dage
de: Tage
el: ημέρες
es: días
et: päeva
fa: روز
fi: päivää
fil: mga araw
fr: jours
he: ימים
hi: दिन
hr: dana
hu: napok
id: hari
is: dagar
it: giorni
ja: 日間
ko: 일
lt: dienos
lv: dienas
nb: dager
nl: dagen
nn: dager
pl: dni
pt_br: dias
ro: zile
ru: дней
sk: dní
sl: dni
sr: dana
sv: dagar
sw: siku
ta: দিন
th: วัน
tr: gün
uk: днів
ur: دن
vi: ngày
zh_hans: 天
zh_hant: 天

# widget.desc.friendsShift
source: See a friend's next shift
ar: شاهد نوبة صديقك القادمة
bg: Вижте следващата смена на приятел
bn: একজন বন্ধুর পরবর্তী শিফট দেখুন
ca: Veure la pròxima vaga d'un amic
cs: Podívejte se na další směnu přítele
da: Se en vens næste vagt
de: Sehen Sie die nächste Schicht eines Freundes
el: Δείτε την επόμενη βάρδια ενός φίλου
es: Ver el próximo turno de un amigo
et: Vaata sõbra järgmist vahetust
fa: شیفت بعدی یک دوست را ببینید
fi: Näe ystävän seuraava vuoro
fil: Tignan ang susunod na shift ng isang kaibigan
fr: Voir la prochaine vaction d'un ami
he: ראה את משמרתו הבאה של חבר
hi: किसी दोस्त का अगला शिफ्ट देखें
hr: Vidi sljedeću smjenu prijatelja
hu: Nézd meg egy barát következő vákáját
id: Lihat shift berikutnya seorang teman
is: Sjá næstu vakt vinar
it: Vedi il prossimo turno di un amico
ja: 友人の次のシフトを確認
ko: 친구의 다음 근무 보기
lt: Pamatykite draugo kitą pamaną
lv: Skatiet drauga nākamo maiņu
nb: Se en venns neste vakt
nl: Zie de volgende dienst van een vriend
nn: Se en venns neste vakt
pl: Zobacz następną zmianę znajomego
pt_br: Veja o próximo turno de um amigo
ro: Vezi următoarea vactă a unui prieten
ru: Посмотрите следующую смену друга
sk: Pozrite si nasledujúcu zmenu priateľa
sl: Poglej naslednjo izmeno prijatelja
sr: Vidi sledeću smenu prijatelja
sv: Se en väns nästa skift
sw: Tazama zamu inayofuata ya rafiki
ta: একজন বন্ধুর পরবর্তী শিফট দেখুন
th: ดูเวลาทำงานครั้งต่อไปของเพื่อน
tr: Bir arkadaşının sonraki vakasını gör
uk: Дивіться наступну змину друга
ur: دوست کی اگلی شفٹ دیکھیں
vi: Xem ca làm việc tiếp theo của một bạn
zh_hans: 查看朋友的下一班次
zh_hant: 查看朋友的下一班次

# widget.desc.friendsShifts
source: See your friends' upcoming shifts
ar: شاهد نوبات أصدقائك القادمة
bg: Вижте предстоящите смени на вашите приятели
bn: আপনার বন্ধুদের আসন্ন শিফট দেখুন
ca: Veure les pròximes vagues dels teus amics
cs: Podívejte se na nadcházející směny svých přátel
da: Se dine venners kommende vagter
de: Sehen Sie die kommenden Schichten Ihrer Freunde
el: Δείτε τις επερχόμενες βάρδιες των φίλων σας
es: Ver los próximos turnos de tus amigos
et: Vaata oma sõprade tulevasi vahetusi
fa: شیفت‌های آینده دوستان خود را ببینید
fi: Näe ystäviesi tulevat vuorot
fil: Tignan ang mga darating na shift ng iyong mga kaibigan
fr: Voir les vactions à venir de vos amis
he: ראה את המשמרות הקרובות של חבריך
hi: अपने दोस्तों के आने वाले शिफ्ट देखें
hr: Vidi nadolazeće smjene svojih prijatelja
hu: Nézd meg barátaid közelgő vákáit
id: Lihat shift mendatang teman-teman Anda
is: Sjá komandi vaktir vina þinna
it: Vedi i prossimi turni dei tuoi amici
ja: 友人の次のシフトを確認
ko: 친구들의 예정된 근무 보기
lt: Žiūrėkite savo draugų artėjančias pamainas
lv: Skatiet savu draugu gaidāmās maiņas
nb: Se dine venners kommende vakter
nl: Zie aankomende diensten van je vrienden
nn: Se dine venners kommende vakter
pl: Zobacz nadchodzące zmiany swoich znajomych
pt_br: Veja os próximos turnos de seus amigos
ro: Vezi vactele viitoare ale prietenilor tăi
ru: Посмотрите предстоящие смены ваших друзей
sk: Pozrite si nadchádzajúce zmeny svojich priateľov
sl: Poglej prihajajoče izmene svojih prijateljev
sr: Vidi nadolazeće smene svojih prijatelja
sv: Se dina vänners kommande skift
sw: Tazama zamu zinazosimamiwa za rafiki zako
ta: আপনার বন্ধুদের আসন্ন শিফট দেখুন
th: ดูเวลาทำงานที่กำลังจะมาถึงของเพื่อนๆ
tr: Arkadaşlarının yaklaşan vakaları gör
uk: Дивіться майбутні змини ваших друзів
ur: اپنے دوستوں کی آنے والی شفٹیں دیکھیں
vi: Xem các ca làm việc sắp tới của bạn bè
zh_hans: 查看你朋友们的upcoming班次
zh_hant: 查看你朋友們即將到來的班次

# widget.desc.lockScreen
source: See your next shift on the lock screen
ar: شاهد نوبتك القادمة على شاشة القفل
bg: Вижте следващата си смяна на екрана за заключване
bn: লক স্ক্রিনে আপনার পরবর্তী শিফট দেখুন
ca: Veure la teva pròxima vakt a la pantalla de bloqueig
cs: Vidět příští směnu na zamykací obrazovce
da: Se næste vagt på låseskjermen
de: Sehen Sie Ihre nächste Schicht auf dem Sperrbildschirm
el: Δείτε την επόμενη βάρδια στην οθόνη κλειδώματος
es: Ver tu próximo turno en la pantalla de bloqueo
et: Vaata oma järgmist vahetust lukustusekraanil
fa: شیفت بعدی خود را در صفحه قفل ببینید
fi: Näe seuraava vuoro lukitulla näytöllä
fil: Tingnan ang iyong susunod na shift sa lock screen
fr: Voir votre prochaine vaction sur l'écran verrouillé
he: ראה את המשמרת הבאה במסך הנעילה
hi: लॉक स्क्रीन पर अपनी अगली पाली देखें
hr: Pogledaj sljedeću smjenu na zaslonu zaključavanja
hu: Lásd a következő műszakot a zárolási képernyőn
id: Lihat shift berikutnya di layar kunci
is: Sjáðu næstu vakt á lásaskjánum
it: Vedi il prossimo turno sulla schermata di blocco
ja: ロック画面で次のシフトを確認
ko: 잠금 화면에서 다음 근무 보기
lt: Pamatykite kitą pamainą užrakinimo ekrane
lv: Redzējiet nākamo maiņu bloķēšanas ekrānā
nb: Se neste vakt på låseskjermen
nl: Zie je volgende dienst op het vergrendelingsscherm
nn: Se neste vakt på låseskjermen
pl: Zobacz następną zmianę na ekranie blokady
pt_br: Veja seu próximo turno na tela de bloqueio
ro: Văd următoarea tură pe ecranul de blocare
ru: Посмотрите следующую смену на экране блокировки
sk: Pozri si nasledujúcu zmenu na uzamknutej obrazovke
sl: Oglejte si naslednjo izmeno na zaklenjenem zaslonu
sr: Pogledaj sljedeću smjenu na zaključanom ekranu
sv: Se nästa skift på låsskärmen
sw: Angalia zamu yako inayofuata kwenye skrini ya kufunga
ta: லாக் ஸ்கிரீனில் உங்கள் அடுத்த சிஃப்ட்டைப் பார்க்கவும்
th: ดูเวลาทำงานครั้งต่อไปบนหน้าจออื่น
tr: Sonraki vardiyayı kilit ekranında görün
uk: Дивіться наступну змину на екрані блокування
ur: لاک اسکرین پر اپنی اگلی شفٹ دیکھیں
vi: Xem ca làm việc tiếp theo trên màn hình khóa
zh_hans: 在锁屏上查看你的下一班次
zh_hant: 在鎖定屏幕上查看下一班班次

# widget.desc.monthlyTotal
source: See your monthly total at a glance
ar: شاهد إجمالي شهرك في لمحة
bg: Вижте месечния си общ обем с един поглед
bn: আপনার মাসিক মোট এক নজরে দেখুন
ca: Veure el total mensual d'una ullada
cs: Vidět měsíční součet na první pohled
da: Se månedens total med et blik
de: Sehen Sie Ihre Monatssumme auf einen Blick
el: Δείτε το μηνιαίο σύνολο με μια ματιά
es: Ver el total mensual de un vistazo
et: Vaata oma kuu kogusummat ühe pilguga
fa: ماه جاری را در یک نگاه ببینید
fi: Näe kuukauden yhteensä silmäyksellä
fil: Tingnan ang iyong buwanang kabuuan sa isang sulyap
fr: Voir le total mensuel en un coup d'œil
he: ראה את סך הכל החודשי במבט אחד
hi: अपने मासिक कुल को एक नज़र में देखें
hr: Pogledaj mjesečni ukupno na prvi pogled
hu: Lásd a havi összesen egy pillantásra
id: Lihat total bulanan Anda sekilas
is: Sjáðu mánaðarlega heildina í fljótu máli
it: Vedi il totale mensile in un'occhiata
ja: 月間合計を一目で確認
ko: 월간 합계를 한눈에 보기
lt: Pamatykite mėnesio sumą iš pirmo žvilgsnio
lv: Redzējiet mēneša kopsummu vienā mirklī
nb: Se månedstotalen med ett blikk
nl: Zie je maandelijks totaal in één oogopslag
nn: Se månedstotalen med ett blikk
pl: Zobacz sumę miesięczną w jednym spojrzeniu
pt_br: Veja o total mensal em um relance
ro: Văd totalul lunar dintr-o privire
ru: Посмотрите итого за месяц с одного взгляда
sk: Pozri si mesačný súčet na prvý pohľad
sl: Oglejte si mesečno skupno vsoto na prvi pogled
sr: Pogledaj mjesečni zbir u očima
sv: Se din månadstotal snabbt
sw: Angalia jumla yako ya kila mwezi kwa haraka
ta: உங்கள் மাসிக மொத்தத்தை ஒரு பார்வையில் பார்க்கவும்
th: ดูรวมรายเดือนได้ในแบบมองแวบเดียว
tr: Aylık toplamı bir bakışta görün
uk: Дивіться місячний підсумок з одного погляду
ur: اپنی ماہانہ کل کو ایک نظر میں دیکھیں
vi: Xem tổng cộng hàng tháng trong nháy mắt
zh_hans: 一览你的月度总计
zh_hant: 一眼看清你的月度總時數

# widget.desc.nextShift
source: See your next shift at a glance
ar: شاهد نوبتك القادمة في لمحة
bg: Вижте следващата си смяна с един поглед
bn: আপনার পরবর্তী শিফট এক নজরে দেখুন
ca: Veure la teva pròxima vakt d'una ullada
cs: Vidět příští směnu na první pohled
da: Se næste vagt med et blik
de: Sehen Sie Ihre nächste Schicht auf einen Blick
el: Δείτε την επόμενη βάρδια με μια ματιά
es: Ver tu próximo turno de un vistazo
et: Vaata oma järgmist vahetust ühe pilguga
fa: شیفت بعدی خود را در یک نگاه ببینید
fi: Näe seuraava vuoro silmäyksellä
fil: Tingnan ang iyong susunod na shift sa isang sulyap
fr: Voir votre prochaine vaction en un coup d'œil
he: ראה את המשמרת הבאה במבט אחד
hi: अपनी अगली पाली को एक नज़र में देखें
hr: Pogledaj sljedeću smjenu na prvi pogled
hu: Lásd a következő műszakot egy pillantásra
id: Lihat shift berikutnya sekilas
is: Sjáðu næstu vakt í fljótu máli
it: Vedi il tuo prossimo turno in un'occhiata
ja: 次のシフトを一目で確認
ko: 다음 근무를 한눈에 보기
lt: Pamatykite kitą pamainą iš pirmo žvilgsnio
lv: Redzējiet nākamo maiņu vienā mirklī
nb: Se neste vakt med ett blikk
nl: Zie je volgende dienst in één oogopslag
nn: Se neste vakt med ett blikk
pl: Zobacz następną zmianę w jednym spojrzeniu
pt_br: Veja seu próximo turno em um relance
ro: Văd următoarea tură dintr-o privire
ru: Посмотрите следующую смену с одного взгляда
sk: Pozri si nasledujúcu zmenu na prvý pohľad
sl: Oglejte si naslednjo izmeno na prvi pogled
sr: Pogledaj sljedeću smjenu u očima
sv: Se nästa skift snabbt
sw: Angalia zamu yako inayofuata kwa haraka
ta: உங்கள் அடுத்த சிஃப்ட்டை ஒரு பார்வையில் பார்க்கவும்
th: ดูเวลาทำงานครั้งต่อไปได้ในแบบมองแวบเดียว
tr: Sonraki vardiyayı bir bakışta görün
uk: Дивіться наступну змину з одного погляду
ur: اپنی اگلی شفٹ کو ایک نظر میں دیکھیں
vi: Xem ca làm việc tiếp theo trong nháy mắt
zh_hans: 一览你的下一班次
zh_hant: 一眼看清下一班班次

# widget.done
source: done
ar: تم
bg: завършено
bn: সম্পন্ন
ca: fet
cs: hotovo
da: færdig
de: fertig
el: ολοκληρωμένο
es: listo
et: valmis
fa: انجام شد
fi: valmis
fil: tapos
fr: terminé
he: בוצע
hi: पूर्ण
hr: gotovo
hu: kész
id: selesai
is: lokið
it: fatto
ja: 完了
ko: 완료
lt: atlikta
lv: pabeigts
nb: ferdig
nl: klaar
nn: ferdig
pl: gotowe
pt_br: concluído
ro: gata
ru: готово
sk: hotovo
sl: končano
sr: gotovo
sv: klart
sw: imekamilika
ta: সম্পন্ন
th: เสร็จ
tr: bitti
uk: готово
ur: مکمل
vi: hoàn tất
zh_hans: 完成
zh_hant: 完成

# widget.doneCapitalized
source: Done
ar: تم
bg: Завършено
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκληρωμένο
es: Listo
et: Valmis
fa: انجام شد
fi: Valmis
fil: Tapos
fr: Terminé
he: בוצע
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
is: Lokið
it: Fatto
ja: 完了
ko: 완료
lt: Atlikta
lv: Pabeigts
nb: Ferdig
nl: Klaar
nn: Ferdig
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sr: Gotovo
sv: Klart
sw: Imekamilika
ta: সম্পন্ন
th: เสร็จ
tr: Bitti
uk: Готово
ur: مکمل
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# widget.end
source: end
ar: نهاية
bg: край
bn: শেষ
ca: final
cs: konec
da: slutt
de: Ende
el: τέλος
es: fin
et: lõpp
fa: پایان
fi: loppu
fil: wakas
fr: fin
he: סיום
hi: अंत
hr: kraj
hu: vége
id: akhir
is: endalok
it: fine
ja: 終了
ko: 종료
lt: pabaiga
lv: beigas
nb: slutt
nl: einde
nn: slutt
pl: koniec
pt_br: fim
ro: sfârşit
ru: конец
sk: koniec
sl: konec
sr: završetak
sv: slut
sw: mwisho
ta: முடிவு
th: สิ้นสุด
tr: bitiş
uk: кінець
ur: اختتام
vi: kết thúc
zh_hans: 结束
zh_hant: 結束

# widget.friend
source: Friend
ar: صديق
bg: Приятел
bn: বন্ধু
ca: Amic
cs: Přítel
da: Ven
de: Freund
el: Φίλος
es: Amigo
et: Sõber
fa: دوست
fi: Ystävä
fil: Kaibigan
fr: Ami
he: חבר
hi: दोस्त
hr: Prijatelj
hu: Barát
id: Teman
is: Vinur
it: Amico
ja: 友人
ko: 친구
lt: Draugas
lv: Draugs
nb: Venn
nl: Vriend
nn: Venn
pl: Znajomy
pt_br: Amigo
ro: Prieten
ru: Друг
sk: Priateľ
sl: Prijatelj
sr: Prijatelj
sv: Vän
sw: Rafiki
ta: বন্ধু
th: เพื่อน
tr: Arkadaş
uk: Друг
ur: دوست
vi: Bạn
zh_hans: 朋友
zh_hant: 朋友

# widget.hours
source: hours
ar: ساعات
bg: часа
bn: ঘণ্টা
ca: hores
cs: hodin
da: timer
de: Stunden
el: ώρες
es: horas
et: tundi
fa: ساعت
fi: tuntia
fil: oras
fr: heures
he: שעות
hi: घंटे
hr: sati
hu: órák
id: jam
is: klukkustundir
it: ore
ja: 時間
ko: 시간
lt: valandos
lv: stundas
nb: timer
nl: uur
nn: timer
pl: godzin
pt_br: horas
ro: ore
ru: часов
sk: hodín
sl: ur
sr: sati
sv: timmar
sw: masaa
ta: ঘন্টা
th: ชั่วโมง
tr: saat
uk: годин
ur: گھنٹے
vi: giờ
zh_hans: 小时
zh_hant: 小時

# widget.inline.countdown
source: %1$lldd %2$@-%3$@
ar: %1$lldي %2$@-%3$@
bg: %1$lldд %2$@-%3$@
bn: %1$lldদিন %2$@-%3$@
de: %1$lldT %2$@-%3$@
el: %1$lldη %2$@-%3$@
et: %1$lldp %2$@-%3$@
fa: %1$lldر %2$@-%3$@
fi: %1$lldp %2$@-%3$@
fil: %1$llda %2$@-%3$@
fr: %1$lldj %2$@-%3$@
he: %1$lldי׳ %2$@-%3$@
hi: %1$lldदि %2$@-%3$@
hu: %1$lld n. %2$@-%3$@
id: %1$lldh %2$@-%3$@
it: %1$lldg %2$@-%3$@
ja: %1$lld日 %2$@-%3$@
ko: %1$lld일 %2$@-%3$@
ro: %1$lldz %2$@-%3$@
ru: %1$lldд %2$@-%3$@
sr: %1$lldд %2$@-%3$@
sw: %1$llds %2$@-%3$@
ta: %1$lldநா %2$@-%3$@
th: %1$lldว %2$@-%3$@
tr: %1$lldg %2$@-%3$@
uk: %1$lldд %2$@-%3$@
ur: %1$lldد %2$@-%3$@
vi: %1$lldn %2$@-%3$@
zh_hans: %1$lld天 %2$@-%3$@
zh_hant: %1$lld天 %2$@-%3$@

# widget.inline.daysAgo
source: %lldd ago
ar: منذ %lldي
bg: преди %lldд
bn: %lldদিন আগে
ca: fa %lldd
cs: před %lldd
da: %lldd siden
de: vor %lldT
el: %lldη πριν
es: hace %lldd
et: %lldp tagasi
fa: %lldر پیش
fi: %lldp sitten
fil: %llda ang nakalipas
fr: il y a %lldj
he: לפני %lld ימים
hi: %lldदि पहले
hr: prije %lldd
hu: %lld napja
id: %lldh lalu
is: %lldd síðan
it: %lldg fa
ja: %lld日前
ko: %lld일 전
lt: prieš %lld d.
lv: pirms %lldd
nb: %lldd siden
nl: %lldd geleden
nn: %lldd sidan
pl: %lldd temu
pt_br: há %lldd
ro: acum %lldz
ru: %lldд назад
sk: pred %lldd
sl: pred %lldd
sr: Пре %lldд
sv: %lldd sedan
sw: %llds zilizopita
ta: %lldநா முன்
th: %lldว ที่แล้ว
tr: %lldg önce
uk: %lldд тому
ur: %lldد پہلے
vi: %lldn trước
zh_hans: %lld天前
zh_hant: %lld天前

# widget.intent.friendShift.description
source: Select a friend to display their shift
ar: اختر صديقًا لعرض نوبته
bg: Изберете приятел, за да видите неговата смяна
bn: তাদের শিফট প্রদর্শনের জন্য একজন বন্ধু নির্বাচন করুন
ca: Selecciona un amic per mostrar la seva vakt
cs: Vybrat přítele pro zobrazení jejich směny
da: Vælg en ven for at vise deres vagt
de: Wählen Sie einen Freund, um deren Schicht anzuzeigen
el: Επιλέξτε έναν φίλο για να εμφανίσετε τη βάρδιά του
es: Selecciona un amigo para mostrar su turno
et: Vali sõber, et näidata tema vahetust
fa: یک دوست را انتخاب کنید تا شیفت آنها را نمایش دهید
fi: Valitse ystävä näyttääksesi heidän vuoronsa
fil: Pumili ng kaibigan upang ipakita ang kanilang shift
fr: Sélectionnez un ami pour afficher sa vaction
he: בחר חבר כדי להציג את המשמרת שלהם
hi: उनकी पाली दिखाने के लिए एक दोस्त चुनें
hr: Odaberi prijatelja da prikaže njegovu smjenu
hu: Válassz egy barátot a műszakának megjelenítéséhez
id: Pilih teman untuk menampilkan shift mereka
is: Veldu vin til að sýna vakt hans
it: Seleziona un amico per visualizzare il suo turno
ja: 友人を選択してシフトを表示
ko: 친구를 선택하여 근무 표시
lt: Pasirinkite draugą, norėdami peržiūrėti jo/jos pamainą
lv: Izvēlieties draugu, lai parādītu viņu maiņu
nb: Velg en venn for å vise vakten deres
nl: Selecteer een vriend om hun dienst weer te geven
nn: Velg ein venn for å vise vakten deres
pl: Wybierz znajomego, aby wyświetlić jego zmianę
pt_br: Selecione um amigo para exibir seu turno
ro: Selectează un prieten pentru a-i vedea tura
ru: Выберите друга, чтобы показать его смену
sk: Vyber si priateľa, aby sa zobrazila jeho zmena
sl: Izberite prijatelja, da prikažete njihovo izmeno
sr: Odaberi prijatelja da prikaže njegovu smjenu
sv: Välj en vän för att visa deras skift
sw: Chagua rafiki ili kuonyesha zamu yao
ta: அவர்களின் சிஃப்ட்டைக் காட்ட நண்பரைத் தேர்ந்தெடுக்கவும்
th: เลือกเพื่อนเพื่อแสดงเวลาทำงานของพวกเขา
tr: Vardiyasını göstermek için bir arkadaş seçin
uk: Виберіть друга, щоб показати його змину
ur: ان کی شفٹ دکھانے کے لیے ایک دوست منتخب کریں
vi: Chọn một bạn để hiển thị ca làm việc của họ
zh_hans: 选择一位朋友以显示他们的班次
zh_hant: 選擇朋友以顯示他們的班次

# widget.left
source: left
ar: المتبقي
bg: остатък
bn: বাকি
ca: restant
cs: zbývá
da: tilbage
de: verbleibend
el: απομένουν
es: restante
et: jäänud
fa: باقی‌مانده
fi: jäljellä
fil: natitira
fr: restant
he: נותר
hi: बाकी
hr: preostalo
hu: hátra
id: tersisa
is: eftir
it: rimasto
ja: 残り
ko: 남음
lt: liko
lv: palikusi
nb: igjen
nl: over
nn: igjen
pl: pozostało
pt_br: restante
ro: rămas
ru: осталось
sk: zostáva
sl: preostalo
sr: ostalo
sv: kvar
sw: iliyobaki
ta: বাকি
th: เหลือ
tr: kaldı
uk: залишилось
ur: باقی
vi: còn lại
zh_hans: 剩余
zh_hant: 剩餘
